Revit 2027 API
GroupTypeId.SlabShapeEdit Property
 Slab Shape Edit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlabShapeEdit { get; }
Public Shared ReadOnly Property SlabShapeEdit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlabShapeEdit {
	ForgeTypeId^ get ();
}
static member SlabShapeEdit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace